{"meta":{"title":"Hexo","subtitle":null,"description":null,"author":"John Doe","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"《时生》读后感","slug":"《时生》读后感","date":"2017-12-26T00:37:38.000Z","updated":"2017-12-26T00:44:06.874Z","comments":true,"path":"2017/12/26/《时生》读后感/","link":"","permalink":"http://yoursite.com/2017/12/26/《时生》读后感/","excerpt":"","text":"序 忽然发现自己已经好久没有翻开书读一会儿了，上次好好看书是在两年前看《摆渡人》的时候。今天是考研的第一天，也不知道兄弟几个考得怎么样，不管怎样，希望大家一切顺利。闲话不多说，谈谈读完《时生》序章的读后感吧。 时生是个孩子，患有格雷戈里综合征(伴X隐性遗传)，这种遗传病也很可能让他在十七八岁的年龄结束这一生。他的父母在结婚前一直在担心这件事，母亲因带有致病基因决定此生不再结婚，而他父亲却再三坚持，他们决定不要小孩，这样这种病就无法阻挡他们的幸福，可在婚后两年他的母亲还是生下了他。时生在升入高中后，格雷戈里使得他卧病在床，逐渐全身瘫痪，他的父母在二十年前担心的事终于还是要发生了，这时他的父亲突然说二十年前见过时生…… 根据序章可以感觉本书内容应该是时生穿越过回过去，与他二十年前的父亲经过交流，让他父亲觉得他愿意接受以这样的一生。不过书中具体情节我还是比较期待的。 序章涉及到结婚生子的问题，我现在的想法是不想要孩子，可不孝有三无后为大，但是我现在已经想好，我不愿意我有孩子，他过不了我所预计的应该过的生活，我不想他生在这样的社会之中。可是《寻梦环游记》让我又想到了家人的温暖之处。越想越乱，生活该是怎样？好烦恼，如果有孩子，绝对都是牵肠挂肚，也慢慢能理会一些人为什么说有了小的忘了老的，看着我的哥哥姐姐都有孩子，可是对孩子的教育是个大问题，没好好考虑过这个问题就让他出世会是中负责的行为吗？有好多事是可计划的，教育是可预测大致方向的，这样的预测是建立在排除最差、偏好到最好的。 或许责任是我现在能找到的最好的借口了吧。 今天先写到这儿，明天去图书馆看资料了。希望明天考研的朋友们正常发挥，别压力太大就好了。","categories":[],"tags":[{"name":"读后感","slug":"读后感","permalink":"http://yoursite.com/tags/读后感/"}]},{"title":"旧文","slug":"旧文","date":"2017-12-26T00:37:10.000Z","updated":"2017-12-26T00:41:58.203Z","comments":true,"path":"2017/12/26/旧文/","link":"","permalink":"http://yoursite.com/2017/12/26/旧文/","excerpt":"","text":"成长成长意味着什么呢？ 从摇篮曲到童谣，从流行歌曲到摇滚，然后是抒情调，最后甚至喜欢上了从前完全不喜欢的戏曲。 问一个朋友，她说：“至少有颗强大的心脏，能够看得清一些事，有克制自己的能力。”我答到：“哦，我都不具备。” “能够看清一些事”同时也意味要失去一些东西吧，那么成长是否指得到与失去，得到的东西价值超过失去的东西，这样一来成长似乎是指越来越有价值。 那么思想的成长又指什么呢？认识事物更加全面？看到同一件事有了不同的想法，有了更深切的想法？想法的深刻与否又该如何比较？ 成长，充满了未知，充满了疑问。 听到过，越长大越孤单，也听到过，不想长大。可终究得先长大才有资格说这些话吧。 成长意味着什么呢？何日才能懂？ 贫穷什么是贫穷呢? 贫穷即贫苦穷困，生活资料和生产资料都严重不足。在我国，真正说得上是贫穷的人是极少数的。这里的贫穷和人们普遍认识到的贫穷是有差别的。 在人们眼中，贫穷是相对于正常生活水平差距较大。现在，我们国家已步入小康社会，相对而言比较贫穷的人也是比较少的。 但是，我们绝大多数人都是贫穷的，不是穷在物质，而是穷于内心。 我们的心是贫穷的，穷在精神，穷在信仰，穷在思想境界。这也就直接导致了我们在认识事物、对待事物上的贫穷。世上不是缺少美，而是缺少发现美的眼睛。由于我们的内心贫穷，便会一味地追求浮于外表的美，追求物质上的东西，而且还坚信自己所追求的美就是真正的美。同时，那些真正可以称得上美的东西便被抛到一边，被抛到布满尘埃无人涉足的地方。那些真正的美，被我们这些一心在追求美的人所抛弃，这恰恰也是我们于心贫穷的表现。因为于心贫穷，认知浅陋，不是真的了解美，不是真的懂得美，所以不能认识美、欣赏美。 我们的贫穷是那么严重，那么广泛，但却无人察觉。虽然拥有博大精深的传统文化，可是有多少人能真正诚心去领悟、去传承呢？ 何时我们才能不贫穷呢？ 有钱“真好” 钱这个东西，真是极好的。 首先承认一点，钱的存在是十分必要的。我们现在上大学，为什么上大学，有没有一个人能站出来理直气壮地说一句“为了学问，为了知识”，即便是有，或许也只是“为了生活”。 有钱，有很多的钱，就能想买什么就买什么，想吃什么马上就能吃到，住在舒适的别墅中。 有钱，可以出名。可以通过各种方式，只要肯花钱。 有钱，有花不完的钱，你会变成怎样？可以在不触碰社会绝对红线的前提下肆无忌惮。 终于不用再拼搏、奋斗了，对于那些还未拼搏、奋斗的人来说更好，因为有钱了，不必奋斗了。 说到这里，你若问我：“你不想有钱吗？” 我会肯定地说：“想”。 我也想有钱，有够花的钱，可这“够”又在哪里？我觉得自己越想“够”便越会不够吧。因为人的欲望是无止境的，越想满足越不满足，这一点恰好与知识类似，知道的越多，却发现自己不知道的更多。欲望有如饕餮，贪得无厌，欲望太重便如饕餮食己自毁。 钱是诱惑，是陷阱，是人的欲望。 可是，钱只是一般等价物，它是被人摸臭的。 谈“恋爱” 爱情，是美妙的，可我未曾遇到，也不会打心底里说爱情是美妙的。 我经历过两段朦胧的爱情，其实，经历过后便不敢说它们是爱情了。青春期，荷尔蒙偶尔分泌多又有恰好的外界环境，便觉得自己遇到了My love，而且还是真爱。 恋爱，练爱，炼爱。现在的我真的不懂它，所以不会再傻傻地去尝试。相爱的人该是纯真地相爱。 上个学期，在看《归来》的时候流泪了，简单的爱让我很是感动。爱便意味着你心里真的有那个人。 （没感觉了，没阅历，没想法，容往后续写） 关于春晚不巧今年看了回春晚。 不过我却没意思到春晚有多“垃圾”，看来是我太庸俗了。 方舟子对小彩旗转圈的评论：这不科学，镜头不在她身上时，她一定在休息。”后面紧跟着冯小刚的评论：You can you up.no can no BB。写得真是太直接了。 我想发表的意见与这件事有关，抛开冯导的评论，我想谈谈“评论春晚”这件事。 在春晚还未开演之前，晚上就开始有文章评论春晚了。为什么这么着急？戏还未开演，您就给了三六九等，是否过于草率，就算是看过彩排，也不该这样说三道四吧。个人有个人的感受，个人有个人的看法、见解，关于春晚的看法也是因人而异的。 春晚，毕竟只是个晚会，不喜欢看，你可以换台呀。 你说评论是为了让他更好，可春晚毕竟也是经过精心安排的，不要总是站在旁边说风凉话，有能力，你去当春晚导演，你来让春晚尽善尽美。 “打假人士”我是非常支持的，因为有了你们，社会又能多些清新空气，但凡是也要有理有据、口说无凭。","categories":[],"tags":[{"name":"鬼画符","slug":"鬼画符","permalink":"http://yoursite.com/tags/鬼画符/"}]},{"title":"","slug":"浮生六十载","date":"2017-12-25T12:51:07.949Z","updated":"2017-12-26T00:43:53.731Z","comments":true,"path":"2017/12/25/浮生六十载/","link":"","permalink":"http://yoursite.com/2017/12/25/浮生六十载/","excerpt":"","text":"title: 浮生六十载date: 2017-12-25 20:51:07 tags: 新作浮生六十载一、 猫狗如果选择一只宠物来陪伴你，你会选择猫还是狗呢？大概五六年前，我曾想过这个问题，爱你的人和你爱的人，你会作何选择？猫真的很可爱，看着他就让你忍不住对他好，娇小灵动，每一步却透漏着点贵族气息，就那几小步遍想将他奉为皇族好生伺候；而狗可就蠢多了，但也蛮可爱的，可看见他就有点想指使他干点什么，让他听从你的意愿。猫是那么可爱，让你着迷，让你想把自己所有的一切都供奉给她，只求她能留在你的身边，你恨不得一直盯着她看。“怎么这么美”，你痴迷于心甚至感到一丝庆幸，感觉自己如此幸运，老天会派她来到你的身边，让你有机会与她相遇，让你见识到这样的美，也让你产过从未有过的甜蜜与陶醉。真的太美妙了，你微笑地看着她，苛求时间永远凝固在这一刻，此生足矣。狗是那么憨厚，让你放心，你不用担心他会对你漠然，因为他是你的狗。“过来吃饭啦”，一声令下，摇着小尾巴马上就位。让你有很强的占有感，他就是你的了，对你言听计从，也恨不得让他做别的事，“坐，左手，右手，爬下……”，甚至想让他洗衣、买菜、做饭。感觉自己像个司令官，或者怎么说也是个小主子，在他身上还有点权力。你干别的，他就在那儿卧着，好像一直在等你理他。 二、 梦想三、 和平四、 艺术五、 友情六、 亲情七、 统治八、 爱情 现在和物质社会，女性经济，女人本不单纯，可爱漂亮美丽可又可能毒素剧烈，你敢瞎碰吗？惹得起吗？玩得起吗？ 瞎想！哎，烦扰于我心，不可无美色。 九、 力量十、 金钱十一、 宗教十二、 童年十三、 社会十四、 大学十五、 老师十六、 欺骗十七、 责任十八、 工程十九、 旅游二十、 悲观二十一、 人生二十二、 年","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2017-12-21T13:03:18.664Z","updated":"2017-12-21T13:03:18.664Z","comments":true,"path":"2017/12/21/hello-world/","link":"","permalink":"http://yoursite.com/2017/12/21/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]}